alexbabichev.formatter-pug
Angular.ng-template
artdiniz.strike-vscode
Dart-Code.dart-code
Dart-Code.flutter
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
geddski.macros
golang.go
iocave.customize-ui
iocave.monkey-patch
jcbuisson.vue
johnpapa.Angular2
maximilionus.dark-shell
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.atom-keybindings
ms-vscode.vscode-typescript-next
nick-rudenko.back-n-forth
PKief.material-icon-theme
stkb.rewrap
streetsidesoftware.code-spell-checker
tobiasalthoff.atom-material-theme
vscodevim.vim
xabikos.JavaScriptSnippets
