alexbabichev.formatter-pug
Angular.ng-template
arcticicestudio.nord-visual-studio-code
artdiniz.strike-vscode
asvetliakov.vscode-neovim
bierner.markdown-checkbox
bradlc.vscode-tailwindcss
csstools.postcss
dae.vscode-mac-color-picker
Dart-Code.dart-code
Dart-Code.flutter
DiemasMichiels.emulate
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
geddski.macros
golang.go
iocave.customize-ui
iocave.monkey-patch
jcbuisson.vue
johnpapa.Angular2
maximilionus.dark-shell
ms-dotnettools.csharp
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.atom-keybindings
ms-vscode.vscode-typescript-next
nick-rudenko.back-n-forth
NickScialli.svelte-dark
PKief.material-icon-theme
sswg.swift-lang
stkb.rewrap
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tobiasalthoff.atom-material-theme
vadimcn.vscode-lldb
vscodevim.vim
withfig.fig
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
